@extends('layouts.header')


<div ng-app class="all_page">
    @include('layouts.menu')
    <h2>Еспресо</h2>
    <p>Кафето, което достига до пазара, най-често е събирано с помощта на машини – разбира се,
        по-скъпите сортове се събират на ръка. После зърната се отделят от основната им обвивка и остатъкът
        от тях се изпича в барабани, които се въртят, за да може да се изпекат зърната равномерно.
        Температурата е около 232 градуса по Целзий, а времето, което е необходимо,
        е между десет и двайсет минути. На тази температура се изпичат и зърната,
        от които в последствие се приготвя еспресото. </p>
    <p>След изпичане, зърната трябва да се оставят между 12 и 36 часа, за да се отделят всички газове,
        които се създават по време на изпичането. Изпичането на зърната причинява химични промени
        – зърната кафе съдържат към 1500 химически вещества, които взаимодействат по между си,
        като крайната цел е ароматна чаша кафе. </p>
    <p>Правилният начин за приготвяне на еспресо е точно толкова важен,
        колкото събирането и изпичането на зърната. Необходими за 7–8 грама смляно кафе,
        което да поставите в машината си. По-голямата част от т. нар. еспресо кафе машини
        не приготвят еспресото както трябва. За да разберете, че сте направили качествено кафе,
        то трябва да има хубав каймак отгоре. Въпросните кафе машини за еспресо най-често приготвят
        кафе от типа Мока – тоест използват налягане с пара, която преминава през кафето,
        но генерира до 1.5 бара. </p>
    <p>За да се приготви хубаво еспресо, са нужни 9 бара. След приготвянето му,
        еспресото трябва и да се консумира по определен начин. В Италия например,
        традицията повелява напитката да се пие на 3 до 4 глътки, като преди всяка се вдишва дълбоко,
        за да се усети ароматът на напитката. </p>
    <ul class="button_ul">
        <li class="button_li">
            <button ng-click="arabika = !arabika">arabika</button>
        </li>
        <li class="button_li">
            <button ng-click="robusta = !robusta">robusta</button>
        </li>
    </ul>
    <div id="page_div">
        <div class="box" ng-show="arabika">
            <div>
                <h3>Арабика</h3>
                <p>Кафе арабика произлиза от планините на Етиопия. Тъй като расте в тропическите
                    и екваториалните райони, където винаги е пролет или лято. Няма промяна на климата
                    , а по-скоро в началото на дъждовния сезон, който ускорява цъфтежа на кафе арабика
                    растенията. Чувствителна е към топли и влажни условия и расте на височина 950-1950 м.
                    Цветовете на кафе арабика са благоуханни, ароматни и бели. Осем или девет месеца след
                    цъфтежа идва плода. Тъмно червени, лъскави и закръглени като череши,всеки от които
                    съдържа два семена или зърна кафе арабика. </p>
                <p>
                    Семената или кафените зърна зелено кафе са заобиколени от защитна мембрана наречена
                    пергамент и още един слой от сладка целулоза. Зърната на сорта кафе арабика са доста
                    плоски и продълговати, със змиевиден канал. Генетично кафе арабика е единственият вид
                    с 44 хромозоми и 90 ароматни вещества. Химически съдържанието на кофеин в кафе арабика
                    варира от 0,9 до 1,7% от обема на всяко зърно. За разлика от кафе Робуста, което съдържа
                    два пъти повече кофеин.</p>
                <h3>Отглеждане и добив</h3>
                <p>След узряването започва внимателен процес по събиране на реколтата,
                    което започва през есента и зимните месеци. Зърната на кафе арабика узряват по
                    различно време, което прави прибирането на реколтата много трудоемко.
                    За да се гарантира високо качество на кафе арабика зърната те обикновено
                    трябва да се берат на ръка. Берат се, когато кафе плодовете са в своя пик на зрялост.
                    Ако неузрели кафе арабика плодове се обработят заедно с другите, това ще влоши
                    качеството на кафето, а от там и цената му намалява. Използването на машини увеличава
                    производителността, но за сметка на това намалява качеството на кафето.</p>
                <p>Кафе арабика е по -скъпо за отглеждане и добив в сравнение с Робуста кафе, защото е
                    по – уязвимо към вредители и по -податливо на заболявания. Растенията кафе арабика
                    също са по-чувствителни към температура, товарене и разтоварване и дават по-малка
                    реколта на акър от сорта робуста. Растенията кафе арабика се нуждаят от повече грижи
                    и ръчно отглеждане. Преди да бъдат изпечени зърната на кафе арабика често имат
                    миризма подобна на боровинки. След като се изпекат зърната на сорта кафе арабика
                    продължават да отделят сладък аромат.</p>
                <p>
                    За кафе арабика отглеждано при висока надморска височина се счита ,
                    че дава много по висококачествени характеристики по време на печене.</p>
            </div>
        </div>
        <div class="box" ng-show="robusta">
            <div>
                <h3>Робуста</h3>
                <p>Този сорт в миналото се е наричал “Сanephora.
                    Неговите вкусови качества не са толкова добри, колкото тези на кафе на зърна Арабика,
                    но пък е по-силно кафе. Противопоставящ се на по-деликатната Арабика, сорта Робуста
                    кафе на зърна е с леко дървесен, по – горчив и стипчив вкус. Премиум качеството на
                    продуктите от сорт Робуста се използват повече за еспресо смеси. Кафе на зърна
                    Робуста дава повече плодове и има по-ниска цена.Расте добре при ниска надморска
                    височина и е по-устойчив сорт на болести. Кафе на зърна Робуста понякога могат и
                    да бъдат сравнени с Арабика. Но е по – трудно да се намерят качествени зърна от този сорт.
                    В много случаи се използва като компонент за подобряване на някои италиански стил еспресо
                    кафе смеси / блендове.</p>
                <p>Кафе на зърна Робуста се отглежда предимно в Индонезия, Западна Африка, Бразилия, и Виетнам.
                    Това е второто най-широко култивирано кафе и представлява 30% от световното производство на
                    кафе. Робуста е по-евтин сорт за отглеждане и обработване от Арабиката. Зелено кафе на зърна
                    Робуста струва около половината от цената на сорта Арабика зелено кафе на световния пазар.
                </p>
                <p>Използва се от много търговски кафе фирми като основа за разтворимо кафе. Кафе на зърна Робуста
                    има високо съдържание на кофеин и като цяло по – ниска киселинност и аромат от Арабика кафе на
                    зърна.</p>
                <h3>Отглеждане и добив</h3>
                <p> Робуста (Coffea Canephora) се отглежда в по-ниски райони, основно в Бразилия, Индонезия и Виетнам.
                    Зърната са по-устойчиви на болести и вредители.</p>
                <p>Робустата е с по-горчив вкус. Суровата Робуста има по-земен аромат в сравнение с Арабиката, аромат
                    подобен
                    на неизпечени фъстъци или овесени ядки. Робустата съдържа почти два пъти повече кофеин от Арабиката,
                    поради което се използва за кафе еспресо.</p>
            </div>
        </div>
    </div>
</div>
