@extends('layouts.header')


<div class="all_page">
    @include('layouts.menu')
    <h2>Шварц(черно) кафе</h2>
    <p>То обикновено е по-леко от еспресото. За приготвянето на чаша черно кафе са необходими около
        2 супени лъжици. Ако при еспресото кафето се получава главно чрез малко количество пара и топла вода,
        която минава през натъпканото фино смляно кафе, то при шварц кафето не е така. За приготвянето му
        най-често се използват френската преса, капкова кафе машина или такава с филтър. Процесът на
        приготвянето му отнема повече време, тъй като при шварц кафето врящата вода преминава през по-едро
        смляно кафе за по-дълго време и бива прецедена през филтъра в кафе машината.</p>
    <p>Кафето, което е най-лесно за приготвяне и е любима напитка на мнозина заради удобството,
        което предлага, е инстантното кафе. Този вид кафе е произведен по същия начин, като всеки друг
        и съответно кафето е предварително изпечено, с цел да се подчертае вкуса и аромата му.
        Най-често температурата, при която се пече, е около 165°C за 8-15 минути, за да може зърната
        да са изпечени между 25-75%. При процеса се използва и флуидизирано печено от 30 секунди
        до 4 минути на по-ниска температура, за да се запази аромата и вкуса на кафеените зърна.
        След като зърната са смлени много ситно, те се поставят в разтвор с вода, за да се премине
        към следващия етап на извличане на екстракцията на кафето. При този процес смлените зрънца
        се премазват, добавя се вода и сместа се загрява от 155 до 180°C, с което разтвора се концентрира
        в 15-30% от масата на кафето. След това се пристъпва към последния етап – отстраняване на водата
        или чрез загряване, известен като изсушаване, или чрез замразяване (freeze dry), за да се постигне
        по–фина консистенция или гранули. По време на процеса на дехидратация, есенциите на кафето,
        могат да бъдат загубени, но биват заловени и върнати във вече обработеното кафе. Приготвянето му
        е много лесно и зависи от предпочитанията на всеки. Колкото по-силно кафе искате, толкова повече
        кафе трябва да сложите, обикновено в топла вода. Интересен е фактът, че в Португалия, Испания и Индия,
        разтворимо кафе най-често се смесва с горещо мляко вместо с вряща вода.</p>
</div>
